[
  {
    "id": 1,
    "date": "05.02.2024",
    "title": "Новая навіна: Пашырэнне дзейнасці",
    "excerpt": "Кароткі тэкст для карткі на галоўнай старонцы...",
    "content": "<p>Поўны тэкст пра тое, як менавіта пашыраецца дзейнасць фонду Bulwark. Тут можа быць шмат абзацаў.</p>"
  },
  {
    "id": 2,
    "date": "01.02.2024",
    "title": "Запуск праграмы прававой падтрымкі",
    "excerpt": "Мы распачынаем маштабны праект па легалізацыі беларусаў...",
    "content": "<h3>Юрыдычная дапамога</h3><p>Мы дапамагаем з дакументамі, легалізацыяй і абаронай правоў нашых воінаў.</p>"
  },
  {
    "id": 3,
    "date": "08.02.2026",
    "title": "Запуск сайта і новага праекта",
    "excerpt": "Мы распачынаем маштабны праект па дапамозе беларускім дабраахвотнікам...",
    "content": "<p>Сёння гістарычны дзень — наш сайт пачаў працу. Гэта лічбавы фронт нашай барацьбы.</p>"
  },
  {
    "id": 4,
    "date": "10.02.2026",
    "title": "Запуск сайта і новага праекта",
    "excerpt": "Мы распачынаем маштабны праект па дапамозе беларускім дабраахвотнікам...",
    "content": "<p>Дадатковая інфармацыя пра развіццё праекта Bulwark у 2026 годзе.</p>"
  },
  {
    "id": 5,
    "date": "12.02.2026",
    "title": "Запуск платформы Bulwark: новы этап падтрымкі",
    "excerpt": "Мы афіцыйна запускаем адзіны інфармацыйны рэсурс для дапамогі беларускім дабраахвотнікам. Празрыстасць, база ведаў і сістэмная падтрымка — зараз у адным месцы.",
    "image": "/img/news/news-120226.jpg",
    "content": "<div class='modal-nav-internal'> <a href='#news-mission'>Місія платформы</a> <a href='#news-features'>Магчымасці</a> <a href='#news-partners'>Для партнёраў</a> <a href='#news-volunteers'>Для добраахвотнікаў</a> </div> <h3 id='news-mission'>Наша місія</h3> <p>Bulwark — гэта адказ на запыт аб сістэмнай падтрымцы. Мы стварылі пляцоўку, якая не проста збірае данаты, а будуе мост паміж тымі, хто дапамагае, і тымі, хто на перадавой.</p> <p><b>Галоўная мэта:</b> максімальная эфектыўнасць рэсурсаў і юрыдычная бяспека кожнага байца.</p> <h3 id='news-features'>Што дае платформа?</h3> <ul> <li><b>База ведаў:</b> падрабязныя інструкцыі па легалізацыі ва Украіне, атрыманні статусаў і дакументаў.</li> <li><b>Справаздачнасць:</b> рэгулярныя публікацыі аб мэтавым выкарыстанні сродкаў.</li> <li><b>Хуткая сувязь:</b> прамы канал для зваротаў дабраахвотнікаў.</li> </ul> <h3 id='news-partners'>Перавагі для партнёраў</h3> <p>Мы разумеем важнасць даверу. Таму для буйных фондаў і прыватных мецэнатаў мы забяспечваем:</p> <ul> <li>поўны аўдыт закупак;</li> <li>фота і відэа пацверджанні перадачы дапамогі;</li> <li>прамую камунікацыю з камандзірамі падраздзяленняў.</li> </ul> <h3 id='news-volunteers'>Для добраахвотнікаў</h3> <p>Калі вы беларус, які ваюе за Украіну, Bulwark — ваш тылавы памочнік. Тут вы знойдзеце адказы на складаныя пытанні: ад таго, як перавезці сям'ю, да таго, што рабіць у выпадку юрыдычных спрэчак з міграцыйнай службай.</p> <div class='note-block'>Сайт працуе ў тэставым рэжыме. Калі вы заўважылі памылку — калі ласка, паведаміце нам праз форму зваротнай сувязі.</div>"
  }
]
