[
  {
    "id": 1,
    "date": "10.10.2025",
    "title": "Фонд зарэгістраваны",
    "excerpt": "Мы афіцыйна зарэгістравалі фонд, які будзе падтрымліваць беларускіх дабраахвотнікаў ва Украіне. Гэта важны крок, які дае юрыдычную аснову для нашай дзейнасці.",
    "image": "/img/reports/report-1.webp",
    "content": "<h3>Юрыдычная аснова</h3><p>Мы афіцыйна зарэгістравалі фонд, які будзе падтрымліваць беларускіх дабраахвотнікаў ва Украіне. Гэта важны крок, бо цяпер мы маем юрыдычную аснову для дзейнасці і можам адкрыта працаваць з партнёрамі.</p><p>Фонд прапануе юрыдычную дапамогу, кансультацыі па легалізацыі, псіхалагічную падтрымку, праграмы па пераадоленні залежнасцяў і платформу для валанцёраў. Мы верым, што гэтая структура стане надзейным хабам для тых, хто шукае падтрымку і хоча дапамагаць іншым.</p>",
    "more": "Больш"
  },
  {
    "id": 2,
    "date": "16.02.2026",
    "title": "Запуск сайта",
    "excerpt": "Мы запусцілі афіцыйны сайт фонду, які стаў першай кропкай камунікацыі з грамадскасцю. Тут можна знайсці інфармацыю пра нашы мэты, праграмы і кантакты.",
    "image": "/img/reports/report-2.webp",
    "content": "<h3>Першая кропка камунікацыі</h3><p>Мы запусцілі афіцыйны сайт фонду, які стаў першай кропкай камунікацыі з грамадскасцю. На сайце можна знайсці інфармацыю пра нашы мэты, праграмы і кантакты для сувязі.</p><p>Тут жа даступныя навіны, абнаўленні і магчымасці далучыцца да валанцёрскіх ініцыятыў. Мы імкнёмся зрабіць сайт простым і зручным, каб кожны мог хутка атрымаць патрэбную інфармацыю і адчуць сябе часткай супольнасці падтрымкі.</p>",
    "more": "Больш"
  },
  {
    "id": 3,
    "date": "19.02.2026",
    "title": "Плацёжны сэрвіс",
    "excerpt": "Мы падключылі сучасны плацёжны сэрвіс, які дазваляе рабіць ахвяраванні бяспечна і хутка. Гэта адкрывае новыя магчымасці для падтрымкі беларускіх дабраахвотнікаў.",
    "image": "/img/reports/report-3.webp",
    "content": "<h3>Бяспечныя ахвяраванні</h3><p>Мы падключылі сучасны плацёжны сэрвіс, які дазваляе рабіць ахвяраванні бяспечна і хутка. Гэта адкрывае новыя магчымасці для тых, хто хоча падтрымаць беларускіх дабраахвотнікаў ва Украіне.</p><p>Сродкі будуць накіроўвацца на юрыдычную і псіхалагічную дапамогу, праграмы па барацьбе з залежнасцямі і развіццё валанцёрскага хаба. Мы ўдзячныя кожнаму, хто далучаецца да нашай справы і робіць унёсак у агульную падтрымку.</p>",
    "more": "Больш"
  },
  {
    "id": 4,
    "date": "21.02.2026",
    "title": "Telegram-бот",
    "excerpt": "Мы стварылі і запусцілі Telegram-бот фонду, які робіць камунікацыю яшчэ больш даступнай. Гэта інструмент для тых, хто хоча быць у курсе падзей і мець прамы доступ да інфармацыі.",
    "image": "/img/reports/report-4.webp",
    "content": "<h3>Даступная сувязь</h3><p>Мы стварылі і запусцілі Telegram-бот фонду, які робіць камунікацыю яшчэ больш даступнай. Бот дазваляе хутка атрымліваць навіны, знайсці патрэбныя кантакты і даведацца пра магчымасці валанцёрства.</p><p>Гэта інструмент для тых, хто хоча быць у курсе падзей і мець прамы доступ да інфармацыі. Мы бачым у ім важны канал сувязі, які аб’ядноўвае людзей і дапамагае будаваць супольнасць падтрымкі.</p>",
    "more": "Больш"
  }
]
