[
  {
    "id": "legalization",
    "category": "Легалізація",
    "title": "Як легалізуватися білоруським добровольцям в Україні",
    "short": "Детальний розбір правових статусів: Посвідка на проживання (ВНЖ), ПМЖ та громадянство. Пакети документів, покрокові інструкції та алгоритм дій при відмові.",
    "content": "<h3>Хто вважається білоруським добровольцем</h3><p>Білоруським добровольцем для цілей легалізації може вважатися громадянин Республіки Білорусь, який брав або бере участь у захисті України, служив у добровольчих формуваннях, ЗСУ, ТРО або волонтерських структурах та має підтверджуючі документи. Важливо: навіть за відсутності формального контракту можлива легалізація за умови правильного юридичного супроводу.</p><h3>Навіщо потрібна легалізація</h3><ul><li>Законне перебування без ризику депортації;</li><li>Захист від екстрадиції до Білорусі;</li><li>Офіційна робота та волонтерська діяльність;</li><li>Доступ до медицини, банківських послуг та житла;</li><li>Можливість отримання ПМЖ або громадянства.</li></ul><h3>Тимчасова посвідка на проживання (ВНЖ)</h3><p><b>Що це:</b> офіційний документ, що дає право тимчасово проживати в Україні. <b>Що дає:</b> законне проживання, захист від депортації, можливість офіційної роботи та доступ до базових послуг.</p><h4>Підстави для ВНЖ</h4><ul><li>Участь у захисті України (контракт);</li><li>Гуманітарні підстави;</li><li>Навчання, робота або волонтерство;</li><li>Возз’єднання з сім’єю;</li><li>Шлюб з громадянином України.</li></ul><h4>Покрокова інструкція</h4><ol><li>Визначити підставу для ВНЖ;</li><li>Підготувати пакет документів;</li><li>Записатися до ДМС;</li><li>Подати заяву особисто;</li><li>Здати біометрію;</li><li>Отримати рішення та картку ВНЖ.</li></ol><p><b>Термін розгляду:</b> до 15 робочих днів. <b>Термін дії:</b> 1 рік з правом продовження.</p><h3>Постійна посвідка на проживання (ПМЖ)</h3><p><b>Що це:</b> право безстроково проживати в Україні. <b>Підстави:</b> 1 рік служби за контрактом під час воєнного стану, 5+ років з ВНЖ, шлюб з громадянином України (2+ роки), українське коріння, інвестиції, особливі заслуги.</p><p><b>Термін розгляду:</b> до 1 року.</p><h3>Громадянство України</h3><p><b>Що це:</b> найвищий правовий статус. <b>Підстави:</b> 1 рік служби за контрактом, особливі заслуги, 5+ років з ВНЖ/ПМЖ, участь у захисті суверенітету, гуманітарні причини, 3 роки у шлюбі з громадянином України, українське коріння, індивідуальне рішення Президента.</p><h4>Документи</h4><ul><li>Паспорт + переклад;</li><li>ПМЖ (якщо є);</li><li>Контракт;</li><li>Військовий квиток;</li><li>Довідка форми 5;</li><li>Медична довідка;</li><li>Сертифікат (мова та історія, може бути відстрочений для військовослужбовців).</li></ul><h3>Що робити при відмові</h3><p><b>Можливі причини:</b> формальні помилки, нестача документів, неправильно обрана підстава. <b>Алгоритм:</b> отримати письмову відмову → провести юридичний аналіз → подати апеляцію або судове оскарження. Самостійні повторні подачі без аналізу часто погіршують ситуацію.</p><h3>Висновок</h3><p>Білоруські добровольці мають реальні правові можливості для легалізації в Україні, але кожна ситуація потребує індивідуального підходу. Юридична підтримка значно збільшує шанси на позитивний результат та захищає від критичних помилок.</p><p><i>Матеріал має інформаційний характер і не є індивідуальною юридичною консультацією.</i></p>"
  },
  {
    "id": "docs-recovery",
    "category": "Документи",
    "title": "Як податися на відновлення документів",
    "short": "Критично важливий процес при втраті паспортів. Принципи ідентифікації особи без контакту з консульствами РБ.",
    "content": "<h3>Вступ</h3><p>Відновлення документів — критично важливий правовий процес, без якого неможливо легально перебувати в Україні, отримувати ВНЖ, ПМЖ або громадянство, а також захищати свої права. Даний матеріал детально пояснює: які документи підлягають відновленню; які правові механізми діють в Україні; як податися на відновлення; що робити при відмові; покрокову інструкцію для білоруських добровольців.</p><h3>Які документи потребують відновлення</h3><ul><li>Закордонний паспорт або підтвердження особи;</li><li>Документи на тимчасову або постійну посвідку на проживання (ВНЖ / ПМЖ);</li><li>Документи, пов’язані з громадянством;</li><li>Підтвердження законного перебування в Україні;</li><li>Ідентифікаційні та міграційні документи.</li></ul><p><b>Важливо:</b> відсутність паспорта не означає відсутність правового статусу — за умови правильних дій статус можна відновити або замінити альтернативними процедурами.</p><h3>Навіщо потрібне відновлення документів</h3><ul><li>Легальне перебування в Україні;</li><li>Захист від депортації та екстрадиції;</li><li>Оформлення ВНЖ або ПМЖ;</li><li>Подача на громадянство України;</li><li>Офіційна робота та волонтерська діяльність;</li><li>Доступ до медичної допомоги, банківських послуг та житла.</li></ul><p>Без відновлення документів особа фактично залишається в правовому вакуумі.</p><h3>Загальні принципи відновлення</h3><ul><li>Українські органи приймають заяви навіть за відсутності діючого паспорта, за наявності підтверджень особи;</li><li>Взаємодія з консульствами РБ не є обов’язковою, якщо це створює загрозу безпеці;</li><li>Кожен випадок розглядається індивідуально;</li><li>Пріоритет мають гуманітарні підстави та внесок у захист України.</li></ul><h3>Відновлення документів для ВНЖ</h3><p><b>Що це:</b> процедура підтвердження особи та правової підстави для тимчасового проживання в Україні при втраті або неможливості використання стандартних документів.</p><h4>Куди звертатися</h4><ul><li>Територіальний підрозділ Державної міграційної служби України (ДМС) за місцем перебування;</li><li>При необхідності — через юридичний супровід фонду або адвоката.</li></ul><h4>Покрокова інструкція</h4><ol><li>Зафіксувати факт втрати документів (письмова заява);</li><li>Підготувати докази особи;</li><li>Зібрати документи, що підтверджують підстави перебування;</li><li>Подати заяву до ДМС;</li><li>Пройти ідентифікацію особи;</li><li>Отримати тимчасове підтвердження статусу або ВНЖ.</li></ol><h4>Документи (орієнтовний перелік)</h4><ul><li>Заява про втрату документів;</li><li>Копії паспорта або фото документів (за наявності);</li><li>Покази свідків;</li><li>Документи від військових підрозділів, фондів, волонтерських організацій;</li><li>Фотографії 3,5×4,5;</li><li>Документи про місце проживання.</li></ul><h3>Відновлення документів для ПМЖ</h3><p><b>Що це:</b> підтвердження особи та безперервності правового статусу для постійного проживання.</p><h4>Особливості</h4><ul><li>Потрібна більш розширена перевірка;</li><li>Важливо довести тривале перебування;</li><li>Враховуються заслуги перед Україною.</li></ul><h4>Покрокова інструкція</h4><ol><li>Підготувати автобіографію;</li><li>Зібрати докази перебування та діяльності;</li><li>Подати заяву про відновлення / підтвердження документів;</li><li>Пройти перевірки;</li><li>Отримати рішення.</li></ol><h4>Документи</h4><ul><li>Заява;</li><li>Автобіографія;</li><li>Підтвердження діяльності;</li><li>Медичні довідки (за запитом);</li><li>Фотографії;</li><li>Пояснювальний лист.</li></ul><h3>Відновлення документів для громадянства України</h3><p><b>Що це:</b> етап підтвердження особи та правового статусу при неможливості використання документів РБ.</p><h4>Ключові моменти</h4><ul><li>Допускається відсутність діючого паспорта РБ;</li><li>Враховується неможливість звернення до органів Білорусі;</li><li>Застосовується індивідуальний підхід.</li></ul><h4>Покрокова інструкція</h4><ol><li>Підготувати юридичне обґрунтування;</li><li>Зібрати докази особи та заслуг;</li><li>Подати клопотання через ДМС;</li><li>Пройти спеціальні перевірки;</li><li>Очікувати рішення.</li></ol><h3>Що робити при відмові</h3><p><b>Можливі причини:</b> нестача доказів особи, формальні помилки, неправильно обрана процедура.</p><h4>Алгоритм дій</h4><ol><li>Отримати письмову відмову;</li><li>Проаналізувати причини;</li><li>Підготувати додаткові докази;</li><li>Подати повторну заяву або апеляцію;</li><li>При необхідності — звернутися до суду.</li></ol><h3>Покрокова інструкція (коротко)</h3><ol><li>Зафіксувати втрату документів;</li><li>Зібрати будь-які підтвердження особи;</li><li>Визначити потрібний статус (ВНЖ / ПМЖ / громадянство);</li><li>Подати заяву до ДМС;</li><li>Супроводжувати процес;</li><li>При відмові — використовувати правові механізми захисту.</li></ol><h3>Висновок</h3><p>Відновлення документів для білоруських добровольців в Україні — реальна та здійсненна процедура, але вона потребує чіткого та професійного підходу. Юридичний супровід істотно збільшує шанси на позитивний результат та знижує ризики відмови. Матеріал має інформаційний характер і не є індивідуальною юридичною консультацією.</p>"
  },
  {
    "id": "border",
    "category": "Кордон",
    "title": "Як безпечно перетнути кордон",
    "short": "Інструкція з в'їзду та виїзду: необхідні листи підтримки, ризики за відсутності статусу та поради щодо транзиту.",
    "content": "<h3>Вступ</h3><p>Як перетнути кордон (в'їзд та виїзд) білоруським добровольцям в Україні. Даний матеріал пояснює: на яких підставах можна перетинати кордон України; як впливає наявність ВНЖ, ПМЖ або громадянства; які документи потрібні; як діяти при відмові; покрокові інструкції для різних правових ситуацій.</p><h3>Чому важливо правильно перетинати кордон</h3><ul><li>Збереження легального статусу в Україні;</li><li>Недопущення відмови у в'їзді;</li><li>Захист від екстрадиції до Республіки Білорусь;</li><li>Можливість подальшої легалізації (ВНЖ, ПМЖ, громадянство);</li><li>Попередження заборон на в'їзд та міграційних санкцій.</li></ul><p>Неправильний перетин кордону може призвести до довгострокових правових наслідків.</p><h3>В'їзд в Україну білоруським добровольцям</h3><h4>Загальні підстави для в'їзду</h4><ul><li>Діючий паспорт або проїзний документ;</li><li>ВНЖ або ПМЖ України;</li><li>Гуманітарні підстави;</li><li>Офіційне запрошення (за необхідності);</li><li>Інші підстави, передбачені законом.</li></ul><h4>В'їзд за наявності ВНЖ</h4><p>ВНЖ дає право багаторазового перетину кордону протягом його дії.</p><p><b>Необхідні документи:</b> діючий закордонний паспорт; картка ВНЖ; документи, що підтверджують мету поїздки (за запитом).</p><p><b>Важливо:</b> закінчення терміну ВНЖ за межами України може призвести до проблем при повторному в'їзді.</p><h4>В'їзд за наявності ПМЖ</h4><p>ПМЖ дає право вільного в'їзду та виїзду без обмеження терміну.</p><p><b>Документи:</b> закордонний паспорт; картка ПМЖ. ПМЖ забезпечує вищий рівень правового захисту на кордоні.</p><h4>В'їзд за відсутності ВНЖ та ПМЖ</h4><p>Можливий, але пов'язаний з підвищеними ризиками.</p><p><b>Підстави:</b> гуманітарні причини; участь у захисті України; підтверджена волонтерська діяльність.</p><p><b>Рекомендовані дії:</b> мати листи підтримки від фондів, підрозділів, організацій; підготувати письмові пояснення мети в'їзду; уникати транзиту через країни, що співпрацюють з РБ.</p><h3>Виїзд з України</h3><h4>Загальні правила</h4><ul><li>Діючий правовий статус;</li><li>Відсутність обмежень та заборон;</li><li>Дотримання міграційних правил.</li></ul><h4>Виїзд з ВНЖ</h4><p>Допустимий за умови діючого ВНЖ; непревищення термінів відсутності; збереження підстави перебування. Рекомендується заздалегідь перевірити можливість повторного в'їзду.</p><h4>Виїзд з ПМЖ</h4><p>ПМЖ дозволяє виїзд та повернення без втрати статусу при дотриманні розумних термінів відсутності.</p><h4>Виїзд при подачі на громадянство</h4><p>Виїзд можливий, але може призупинити розгляд; вимагати додаткового повідомлення органів. Рекомендується узгоджувати виїзд з юридичним супроводом.</p><h3>Що робити при відмові у в'їзді або виїзді</h3><h4>Можливі причини відмови</h4><ul><li>Відсутність або недійсність документів;</li><li>Сумніви щодо мети в'їзду;</li><li>Формальні міграційні порушення;</li><li>Помилки у попередніх перетинах кордону.</li></ul><h4>Алгоритм дій при відмові</h4><ol><li>Спокійно зафіксувати відмову;</li><li>Вимагати письмове рішення;</li><li>Уточнити правову підставу відмови;</li><li>Зафіксувати дані посадових осіб;</li><li>Звернутися за юридичною допомогою.</li></ol><p>Самостійні конфлікти з прикордонними органами погіршують ситуацію.</p><h3>Покрокова інструкція (коротко)</h3><ol><li>Визначити свій правовий статус (ВНЖ / ПМЖ / подача на громадянство);</li><li>Перевірити дію документів;</li><li>Підготувати підтвердження мети поїздки;</li><li>Перетинати кордон тільки законним шляхом;</li><li>При відмові — діяти строго за процедурою.</li></ol><h3>Висновок</h3><p>Білоруські добровольці мають законні можливості перетинати кордон України, проте кожна ситуація потребує індивідуального аналізу. Професійний юридичний супровід значно знижує ризики відмови та втрати статусу.</p><p><i>Матеріал має інфармаційний характер і не є індивідуальною юридичною консультацією.</i></p>"
  },
  {
    "id": "extradycyja",
    "category": "Екстрадиція",
    "title": "Як уникнути екстрадиції та видалитися з розшуку",
    "short": "Механізмі захисту від Інтерполу та політично мотивованого переслідування. Карта ризиків по країнах та процедура CCF.",
    "content": "<h3>Як уникнути екстрадиції та видалитися з міжнародного розшуку білоруським добровольцям в Україні</h3><h3>Вступ</h3><p>Білоруські добровольці, які перебувають в Україні, нерідко стикаються з ризиком екстрадиції та включення до міжнародного розшуку за ініціативою Республіки Білорусь. Такі заходи, як правило, мають політично мотивований характер і спрямовані на переслідування осіб за участь у захисті України, волонтерську діяльність або публічну позицію.</p><p>Українське та міжнародне право передбачають ефективні механізмі захисту від екстрадиції та дозволяють домогтися видалення даних з міжнародного розшуку при правильній правовій стратегії.</p><p>Даний матеріал роз'яснює:<ul><li>що таке екстрадиція та міжнародний розшук;</li><li>як податися на видалення з міжнародного розшуку;</li><li>які ризики існують для білоруських добровольців;</li><li>як захиститися юридично;</li><li>країни з різними ризиками екстрадиції;</li><li>що робити, якщо особу вже затримано.</li></ul></p><h3>Чому білоруські добровольці підпадають під ризик</h3><p>На практиці Республіка Білорусь використовує кримінальні справи та міжнародний розшук для:<ul><li>тиску на добровольців;</li><li>спроб їх повернення;</li><li>дискредитації та обмеження пересування.</li></ul>При цьому такі справи часто не відповідають принципам справедливого суду, засновані на політичних мотивах і суперечать статутам міжнародних організацій.</p><h3>Що таке екстрадиція</h3><p>Екстрадиція — це видача однією державою іншій особи, яка шукається для кримінального переслідування або виконання вироку.</p><h5>Ключові принципи:</h5><ul><li>Україна не здійснює екстрадицію, якщо особі загрожують: політичне переслідування, тортури або нелюдське поводження, несправедливий суд.</li><li>Злочини політичного характеру не підлягають екстрадиції.</li><li>Участь у захисті України та опозиційна діяльність у Білорусі підпадають під міжнародний захист.</li></ul><h3>Що таке міжнародний розшук</h3><p>Міжнародний розшук здійснюється через міжнародні канали співробітництва правоохоронних органів (включаючи механізмі Інтерполу).</p><h5>Важливо розуміти:</h5><ul><li>наявність 'червоного повідомлення' (Red Notice) не означає автоматичну екстрадицію;</li><li>міжнародний розшук може бути оскаржений та видалений;</li><li>політично мотивовані запити підлягають скасуванню.</li></ul><p>Офіційний сайт Інтерполу: <a href='https://www.interpol.int/How-we-work/Notices/Red-Notices/View-Red-Notices' target='_blank'>Red Notices</a></p><p><b>ВАЖЛИВЕ ОБМЕЖЕННЯ:</b> На сайті відображаються не всі повідомлення, оскільки частина з них є конфіденційною (confidential) і стосується справ з політично чутливим контекстом. Таким чином, відсутність імені в публічному реєстрі не гарантує, що ви не перебуваєте в міжнародному розшуку. За оцінками експертів, організація публікує на своєму сайті лише близько 2% 'червоних карток'. Більшість повідомлень залишаються конфіденційними.</p><h4>Найбільш надійний спосіб дізнатися про розшук</h4><p><b>Commission for the Control of Files (CCF)</b> — орган Інтерполу, який контролює бази даних та приймає запити про доступ до інформації.</p><p><b>Як подати запит:</b> Access Request — це офіційний механізм, який дозволяє людині дізнатися, чи зберігається її персональна інформація в базі Інтерполу, якого типу повідомлення, країна-заявник та юридична основа.</p><h5>Процедура:</h5><ol><li>Підготувати офіційну заяву до CCF.</li><li>Додати копію паспорта або іншого посвідчення особи.</li><li>Описати мету запиту.</li><li>Надіслати через офіційну онлайн-форму: <a href='https://www.interpol.int/en/Who-we-are/Commission-for-the-Control-of-INTERPOL-s-Files-CCF' target='_blank'>Interpol CCF Form</a></li></ol><h4>Якщо ви все ж опинилися в розшуку – подайтеся на видалення</h4><h5>Підготувати пакет документів:</h5><p>Зазвичай потрібно: паспорт/ID, довіреність (якщо через адвоката), судові рішення, постанови про закриття справи, докази політичного/громадянського характеру, переклади (англійська або французька). ⚠️ Чим сильніші документи — тим вищий шанс видалення.</p><h5>Подати скаргу до CCF:</h5><p>Зміст скарги: коротка історія справи, чітка підстава для видалення, посилання на правила Інтерполу, перелік доказів.</p><h5>Очікування та переписка:</h5><p>⏳ Терміни: 6–12 місяців, іноді довше. CCF може запитувати додаткову інформацію. Держава-ініціатор також надає пояснення.</p><h5>Результат (Рішення):</h5><p>Можливі результати: ✅ повне видалення даних; ✏️ виправлення інформації; ❌ відмова (з можливістю повторної подачі за нових обставин).</p><p><b>Важливо ⚠️:</b> 'Видалимо з Інтерполу за 3 дні' — майже завжди шахраї. Інтерпол не бере гроші. Результат ніколи не гарантований на 100%.</p><h3>Як уникнути екстрадиції: базова стратегія</h3><ol><li><b>Легальний статус в Україні:</b> Наявність ВНЖ, ПМЖ або процедури отримання громадянства суттєво знижує ризик.</li><li><b>Фіксація політичного переслідування:</b> Важливо документально підтвердити мотиви переслідування, участь у захисті України та загрозу у разі повернення.</li><li><b>Притулок / додатковий захист:</b> Подача на захист в Україні є ефективним механізмом.</li></ol><h3>Карта ризиків по країнах</h3><p><b style='color:#ef4444'>🔴 Країни з високим ризиком екстрадиції:</b> Ці держави мають офіційні угоди з РБ або тісно співпрацюють зі спецслужбами.<ul><li><b>Росія</b> — найнебезпечніша країна (видає навіть поза формальними процедурами).</li><li><b>Країни СНД:</b> Казахстан, Азербайджан, Узбекистан, Таджикистан, Киргизстан.</li><li><b>Авторитарні режими:</b> Іран, Ірак, В'єтнам, ОАЕ, Індія, М'янма, Сирія, Куба, Венесуела, Єгипет.</li><li><b>Сербія</b> — єдина європейська країна з практикою видачі в РБ.</li></ul></p><p><b style='color:#f59e0b'>🟡 Країни з середніми ризиками ('сірі зони'):</b><ul><li><b>Грузія</b> — офіційних угод немає, але є співпраця спецслужб.</li><li>Туреччина, Таїланд, Пакистан, Монголія, Саудівська Аравія, Південна Африка.</li></ul></p><p><b style='color:#10b981'>🟢 Відносно безпечні країни:</b> Екстрадиція з політичних мотивів малоймовірна.<ul><li><b>ЄС та Шенген</b> (Франція, Німеччина, Іспанія та ін.).</li><li>США, Канада, Австралія, Нова Зеландія, Велика Британія, Норвегія, Швейцарія.</li><li>Сінгапур, Японія, Південна Корея.</li></ul>⚠️ Навіть тут людина може бути затримана за запитом Інтерполу до з'ясування обставин, але суди зазвичай відмовляють у видачі.</p><p>Навігатор безпечних переміщень: <a href='https://safetravel.legin.info/' target='_blank'>safetravel.legin.info</a></p><h3>Що робити, якщо людину вже затримали</h3><h5>Невідкладні дії:</h5><ul><li>Вимагати адвоката.</li><li>Відмовитися від будь-яких пояснень без захисника.</li><li>Зафіксувати факт затримання та повідомити правозахисникам.</li></ul><h5>Юридична стратегія:</h5><ul><li>Оскарження законності затримання.</li><li>Подача заяв про ризик тортур.</li><li>Ініціювання процедур захисту та блокування екстрадиції через суд.</li></ul><h4>Типові помилки:</h4><ul><li>спроби 'домовитися' без адвоката;</li><li>самостійні пояснення;</li><li>виїзд з України без оцінки ризиків;</li><li>ігнорування повідомлень про розшук.</li></ul><h3>Висновок</h3><p>Екстрадиція білоруських добровольців до РБ суперечить міжнародному праву. Правильна стратегія та своєчасний юридичний супровід дозволяють запобігти видачі.</p><p><i>Матеріал має інформаційний характер і не є індивідуальною юридичною консультацією.</i>"
  }
]
