[
  {
    "id": "legalization",
    "category": "Legalization",
    "title": "How Belarusian Volunteers Can Legalize in Ukraine",
    "short": "A detailed breakdown of legal statuses: Temporary Residence Permit (TRP), Permanent Residence Permit (PRP), and Citizenship. Document packages, step-by-step instructions, and an algorithm of actions in case of refusal.",
    "content": "<h3>Who is Considered a Belarusian Volunteer</h3><p>For legalization purposes, a Belarusian volunteer is a citizen of the Republic of Belarus who participated or is participating in the defense of Ukraine, served in volunteer formations, the Armed Forces of Ukraine (AFU), Territorial Defense (TRO), or volunteer structures and has supporting documents. Important: even in the absence of a formal contract, legalization is possible with proper legal support.</p><h3>Why Legalization is Necessary</h3><ul><li>Legal stay without the risk of deportation;</li><li>Protection from extradition to Belarus;</li><li>Official employment and volunteer activities;</li><li>Access to healthcare, banking services, and housing;</li><li>Possibility of obtaining a Permanent Residence Permit (PRP) or citizenship.</li></ul><h3>Temporary Residence Permit (TRP)</h3><p><b>What it is:</b> an official document that grants the right to reside temporarily in Ukraine. <b>What it provides:</b> legal residence, protection from deportation, the possibility of official employment, and access to basic services.</p><h4>Grounds for TRP</h4><ul><li>Participation in the defense of Ukraine (contract);</li><li>Humanitarian grounds;</li><li>Education, work, or volunteering;</li><li>Family reunification;</li><li>Marriage to a citizen of Ukraine.</li></ul><h4>Step-by-Step Instruction</h4><ol><li>Determine the grounds for the TRP;</li><li>Prepare the document package;</li><li>Make an appointment with the State Migration Service (SMS);</li><li>Submit the application in person;</li><li>Provide biometrics;</li><li>Receive the decision and the TRP card.</li></ol><p><b>Processing time:</b> up to 15 working days. <b>Validity period:</b> 1 year with the right to renew.</p><h3>Permanent Residence Permit (PRP)</h3><p><b>What it is:</b> the right to reside in Ukraine indefinitely. <b>Grounds:</b> 1 year of service under contract during martial law, 5+ years with a TRP, marriage to a citizen of Ukraine (2+ years), Ukrainian roots, investment, or special merits.</p><p><b>Processing time:</b> up to 1 year.</p><h3>Citizenship of Ukraine</h3><p><b>What it is:</b> the highest legal status. <b>Grounds:</b> 1 year of service under contract, special merits, 5+ years with TRP/PRP, participation in the defense of sovereignty, humanitarian reasons, 3 years of marriage to a citizen of Ukraine, Ukrainian roots, or an individual decision by the President.</p><h4>Documents</h4><ul><li>Passport + translation;</li><li>PRP (if available);</li><li>Contract;</li><li>Military ID;</li><li>Certificate Form 5;</li><li>Medical certificate;</li><li>Certificate (language and history, can be deferred for military personnel).</li></ul><h3>What to Do in Case of Refusal</h3><p><b>Possible reasons:</b> formal errors, lack of documents, incorrectly chosen grounds. <b>Algorithm:</b> obtain a written refusal → conduct a legal analysis → file an appeal or a judicial challenge. Repeated independent submissions without analysis often worsen the situation.</p><h3>Conclusion</h3><p>Belarusian volunteers have real legal opportunities for legalization in Ukraine, but each situation requires an individual approach. Legal support significantly increases the chances of a positive outcome and protects against critical errors.</p><p><i>The material is for informational purposes only and does not constitute individual legal advice.</i></p>"
  },
  {
    "id": "docs-recovery",
    "category": "Documents",
    "title": "How to Apply for Document Recovery",
    "short": "A critical process when passports are lost. Principles of identity verification without contact with the consulates of the Republic of Belarus.",
    "content": "<h3>Introduction</h3><p>Document recovery is a critically important legal process, without which it is impossible to legally reside in Ukraine, obtain a TRP, PRP, or citizenship, or protect your rights. This material explains in detail: which documents are subject to recovery; which legal mechanisms operate in Ukraine; how to apply for recovery; what to do in case of refusal; and a step-by-step guide for Belarusian volunteers.</p><h3>Documents Requiring Recovery</h3><ul><li>Foreign passport or proof of identity;</li><li>Temporary or Permanent Residence Permit (TRP / PRP) documents;</li><li>Citizenship-related documents;</li><li>Proof of legal stay in Ukraine;</li><li>Identification and migration documents.</li></ul><p><b>Important:</b> the absence of a passport does not mean the absence of legal status — with the right actions, status can be restored or replaced by alternative procedures.</p><h3>Why Document Recovery is Needed</h3><ul><li>Legal residence in Ukraine;</li><li>Protection from deportation and extradition;</li><li>Obtaining a TRP or PRP;</li><li>Applying for Ukrainian citizenship;</li><li>Official employment and volunteer activity;</li><li>Access to medical care, banking services, and housing.</li></ul><p>Without document recovery, a person effectively remains in a legal vacuum.</p><h3>General Principles of Recovery</h3><ul><li>Ukrainian authorities accept applications even in the absence of a valid passport, provided there is proof of identity;</li><li>Interaction with the consulates of the Republic of Belarus is not mandatory if it poses a security threat;</li><li>Each case is considered individually;</li><li>Priority is given to humanitarian grounds and contributions to the defense of Ukraine.</li></ul><h3>Document Recovery for TRP</h3><p><b>What it is:</b> a procedure to verify identity and legal grounds for temporary residence in Ukraine when standard documents are lost or cannot be used.</p><h4>Where to Apply</h4><ul><li>Territorial division of the State Migration Service of Ukraine (SMS) at your location;</li><li>If necessary — through legal support from a foundation or an attorney.</li></ul><h4>Step-by-Step Instruction</h4><ol><li>Record the fact of document loss (written statement);</li><li>Prepare evidence of identity;</li><li>Collect documents confirming the grounds for your stay;</li><li>Submit an application to the SMS;</li><li>Undergo identity verification;</li><li>Receive temporary confirmation of status or a TRP.</li></ol><h4>Documents (Approximate List)</h4><ul><li>Statement of document loss;</li><li>Copies of passport or photos of documents (if available);</li><li>Witness testimony;</li><li>Documents from military units, foundations, or volunteer organizations;</li><li>Photos 3.5×4.5;</li><li>Documents regarding place of residence.</li></ul><h3>Document Recovery for PRP</h3><p><b>What it is:</b> verification of identity and continuity of legal status for permanent residence.</p><h4>Features</h4><ul><li>Requires a more extensive background check;</li><li>It is important to prove long-term residence;</li><li>Merits to Ukraine are taken into account.</li></ul><h4>Step-by-Step Instruction</h4><ol><li>Prepare an autobiography;</li><li>Collect evidence of stay and activity;</li><li>Submit an application for recovery/verification of documents;</li><li>Undergo checks;</li><li>Receive a decision.</li></ol><h4>Documents</h4><ul><li>Application;</li><li>Autobiography;</li><li>Proof of activity;</li><li>Medical certificates (upon request);</li><li>Photos;</li><li>Explanatory letter.</li></ul><h3>Document Recovery for Ukrainian Citizenship</h3><p><b>What it is:</b> the stage of verifying identity and legal status when Republic of Belarus documents cannot be used.</p><h4>Key Points</h4><ul><li>Absence of a valid RB passport is permitted;</li><li>The impossibility of contacting Belarusian authorities is taken into account;</li><li>An individual approach is applied.</li></ul><h4>Step-by-Step Instruction</h4><ol><li>Prepare legal justification;</li><li>Collect evidence of identity and merits;</li><li>Submit a petition through the SMS;</li><li>Undergo special checks;</li><li>Wait for a decision.</li></ol><h3>What to Do in Case of Refusal</h3><p><b>Possible reasons:</b> lack of evidence of identity, formal errors, incorrectly chosen procedure.</p><h4>Algorithm of Actions</h4><ol><li>Obtain a written refusal;</li><li>Analyze the reasons;</li><li>Prepare additional evidence;</li><li>Submit a repeat application or an appeal;</li><li>If necessary — go to court.</li></ol><h3>Step-by-Step Instruction (Briefly)</h3><ol><li>Record the loss of documents;</li><li>Collect any proof of identity;</li><li>Determine the required status (TRP / PRP / Citizenship);</li><li>Submit an application to the SMS;</li><li>Follow the process;</li><li>In case of refusal — use legal defense mechanisms.</li></ol><h3>Conclusion</h3><p>Document recovery for Belarusian volunteers in Ukraine is a real and feasible procedure, but it requires a clear and professional approach. Legal support significantly increases the chances of a positive outcome and reduces the risk of refusal. The material is for informational purposes only and does not constitute individual legal advice.</p>"
  },
  {
    "id": "border",
    "category": "Border",
    "title": "How to Cross the Border Safely",
    "short": "Instructions for entry and exit: necessary letters of support, risks in the absence of status, and transit advice.",
    "content": "<h3>Introduction</h3><p>How to cross the border (entry and exit) for Belarusian volunteers in Ukraine. This material explains: on what grounds you can cross the Ukrainian border; how having a TRP, PRP, or citizenship affects this; what documents are required; how to act in case of refusal; and step-by-step instructions for various legal situations.</p><h3>Why Correct Border Crossing is Important</h3><ul><li>Maintaining legal status in Ukraine;</li><li>Preventing refusal of entry;</li><li>Protection from extradition to the Republic of Belarus;</li><li>Possibility of further legalization (TRP, PRP, citizenship);</li><li>Prevention of entry bans and migration sanctions.</li></ul><p>Incorrect border crossing can lead to long-term legal consequences.</p><h3>Entry into Ukraine for Belarusian Volunteers</h3><h4>General Grounds for Entry</h4><ul><li>Valid passport or travel document;</li><li>Ukrainian TRP or PRP;</li><li>Humanitarian grounds;</li><li>Official invitation (if necessary);</li><li>Other grounds provided by law.</li></ul><h4>Entry with a TRP</h4><p>A TRP grants the right to cross the border multiple times during its validity.</p><p><b>Necessary documents:</b> valid foreign passport; TRP card; documents confirming the purpose of the trip (upon request).</p><p><b>Important:</b> expiration of a TRP while outside Ukraine may lead to problems during re-entry.</p><h4>Entry with a PRP</h4><p>A PRP grants the right of free entry and exit without a time limit.</p><p><b>Documents:</b> foreign passport; PRP card. A PRP provides a higher level of legal protection at the border.</p><h4>Entry without TRP or PRP</h4><p>Possible, but involves increased risks.</p><p><b>Grounds:</b> humanitarian reasons; participation in the defense of Ukraine; confirmed volunteer activity.</p><p><b>Recommended actions:</b> have letters of support from foundations, units, or organizations; prepare written explanations of the purpose of entry; avoid transit through countries that cooperate with the RB.</p><h3>Exit from Ukraine</h3><h4>General Rules</h4><ul><li>Valid legal status;</li><li>Absence of restrictions and bans;</li><li>Compliance with migration rules.</li></ul><h4>Exit with a TRP</h4><p>Permitted provided the TRP is valid, the time limits for absence are not exceeded, and the grounds for residence are maintained. It is recommended to check the possibility of re-entry in advance.</p><h4>Exit with a PRP</h4><p>A PRP allows for exit and return without loss of status, provided reasonable time limits for absence are observed.</p><h4>Exit during Citizenship Application</h4><p>Exit is possible but may suspend the consideration or require additional notification to the authorities. It is recommended to coordinate exit with legal support.</p><h3>What to Do in Case of Entry or Exit Refusal</h3><h4>Possible Reasons for Refusal</h4><ul><li>Absence or invalidity of documents;</li><li>Doubts about the purpose of entry;</li><li>Formal migration violations;</li><li>Errors in previous border crossings.</li></ul><h4>Algorithm of Actions in Case of Refusal</h4><ol><li>Calmly record the refusal;</li><li>Request a written decision;</li><li>Clarify the legal basis for the refusal;</li><li>Record the details of the officials;</li><li>Seek legal assistance.</li></ol><p>Independent conflicts with border authorities worsen the situation.</p><h3>Step-by-Step Instruction (Briefly)</h3><ol><li>Determine your legal status (TRP / PRP / Citizenship application);</li><li>Check document validity;</li><li>Prepare confirmations of the trip's purpose;</li><li>Cross the border only through legal means;</li><li>In case of refusal — act strictly according to the procedure.</li></ol><h3>Conclusion</h3><p>Belarusian volunteers have legal opportunities to cross the Ukrainian border; however, each situation requires an individual analysis. Professional legal support significantly reduces the risk of refusal and loss of status.</p><p><i>The material is for informational purposes only and does not constitute individual legal advice.</i></p>"
  },
  {
    "id": "extradycyja",
    "category": "Extradition",
    "title": "How to Avoid Extradition and Remove Yourself from the Wanted List",
    "short": "Mechanisms for protection against Interpol and politically motivated persecution. Country risk map and CCF procedure.",
    "content": "<h3>How to Avoid Extradition and Remove Yourself from the International Wanted List for Belarusian Volunteers in Ukraine</h3><h3>Introduction</h3><p>Belarusian volunteers in Ukraine often face the risk of extradition and inclusion on the international wanted list at the initiative of the Republic of Belarus. Such measures are usually politically motivated and aimed at persecuting individuals for participating in the defense of Ukraine, volunteer activities, or public stances.</p><p>Ukrainian and international law provide effective mechanisms for protection against extradition and allow for the removal of data from the international wanted list with the right legal strategy.</p><p>This material explains:<ul><li>what extradition and the international wanted list are;</li><li>how to apply for removal from the international wanted list;</li><li>what risks exist for Belarusian volunteers;</li><li>how to defend yourself legally;</li><li>countries with varying risks of extradition;</li><li>what to do if a person is already detained.</li></ul></p><h3>Why Belarusian Volunteers are at Risk</h3><p>In practice, the Republic of Belarus uses criminal cases and the international wanted list to:<ul><li>pressure volunteers;</li><li>attempt their return;</li><li>discredit and restrict movement.</li></ul>Moreover, such cases often do not comply with the principles of a fair trial, are based on political motives, and contradict the statutes of international organizations.</p><h3>What Extradition Is</h3><p>Extradition is the transfer of a person by one state to another for the purpose of criminal prosecution or the execution of a sentence.</p><h5>Key Principles:</h5><ul><li>Ukraine does not carry out extradition if a person is threatened with: political persecution, torture or inhuman treatment, or an unfair trial.</li><li>Crimes of a political nature are not subject to extradition.</li><li>Participation in the defense of Ukraine and opposition activities in Belarus fall under international protection.</li></ul><h3>What the International Wanted List Is</h3><p>The international wanted list is managed through international channels of law enforcement cooperation (including Interpol mechanisms).</p><h5>Important to Understand:</h5><ul><li>the presence of a 'Red Notice' does not mean automatic extradition;</li><li>the international search can be appealed and removed;</li><li>politically motivated requests are subject to cancellation.</li></ul><p>Official Interpol website: <a href='https://www.interpol.int/How-we-work/Notices/Red-Notices/View-Red-Notices' target='_blank'>Red Notices</a></p><p><b>IMPORTANT LIMITATION:</b> Not all notices are displayed on the website, as some are confidential and concern cases with a politically sensitive context. Thus, the absence of a name in the public registry does not guarantee that you are not on the international wanted list. Experts estimate that the organization publishes only about 2% of 'Red Notices' on its website. Most notices remains confidential.</p><h4>The Most Reliable Way to Find Out About a Wanted Status</h4><p><b>Commission for the Control of Files (CCF)</b> — an Interpol body that monitors databases and processes requests for access to information.</p><p><b>How to submit a request:</b> An Access Request is the official mechanism that allows a person to find out if their personal information is stored in the Interpol database, the type of notice, the requesting country, and the legal basis.</p><h5>Procedure:</h5><ol><li>Prepare an official statement to the CCF.</li><li>Attach a copy of your passport or other identity document.</li><li>Describe the purpose of the request.</li><li>Submit via the official online form: <a href='https://www.interpol.int/en/Who-we-are/Commission-for-the-Control-of-INTERPOL-s-Files-CCF' target='_blank'>Interpol CCF Form</a></li></ol><h4>If You Are on the Wanted List – Apply for Removal</h4><h5>Prepare a Document Package:</h5><p>Usually required: passport/ID, power of attorney (if through an attorney), court decisions, orders to dismiss the case, evidence of a political/civil nature, and translations (English or French). ⚠️ The stronger the documents, the higher the chance of removal.</p><h5>File a Complaint with the CCF:</h5><p>Content of the complaint: a brief history of the case, a clear basis for removal, a reference to Interpol rules, and a list of evidence.</p><h5>Waiting and Correspondence:</h5><p>⏳ Timeline: 6–12 months, sometimes longer. The CCF may request additional information. The initiating state also provides explanations.</p><h5>Result (Decision):</h5><p>Possible outcomes: ✅ full removal of data; ✏️ correction of information; ❌ refusal (with the possibility of re-submission under new circumstances).</p><p><b>Important ⚠️:</b> 'Removal from Interpol in 3 days' is almost always a scam. Interpol does not charge money. The result is never 100% guaranteed.</p><h3>How to Avoid Extradition: Base Strategy</h3><ol><li><b>Legal Status in Ukraine:</b> Having a TRP, PRP, or an ongoing citizenship application significantly reduces the risk.</li><li><b>Documentation of Political Persecution:</b> It is important to document the motives for persecution, participation in the defense of Ukraine, and the threat in case of return.</li><li><b>Asylum / Additional Protection:</b> Applying for protection in Ukraine is an effective mechanism.</li></ol><h3>Country Risk Map</h3><p><b style='color:#ef4444'>🔴 High-Risk Countries for Extradition:</b> These states have official agreements with the RB or cooperate closely with intelligence services.<ul><li><b>Russia</b> — the most dangerous country (extradites even outside formal procedures).</li><li><b>CIS Countries:</b> Kazakhstan, Azerbaijan, Uzbekistan, Tajikistan, Kyrgyzstan.</li><li><b>Authoritarian Regimes:</b> Iran, Iraq, Vietnam, UAE, India, Myanmar, Syria, Cuba, Venezuela, Egypt.</li><li><b>Serbia</b> — the only European country with a practice of extradition to the RB.</li></ul></p><p><b style='color:#f59e0b'>🟡 Medium-Risk Countries ('Grey Zones'):</b><ul><li><b>Georgia</b> — no official agreements, but there is cooperation between intelligence services.</li><li>Turkey, Thailand, Pakistan, Mongolia, Saudi Arabia, South Africa.</li></ul></p><p><b style='color:#10b981'>🟢 Relatively Safe Countries:</b> Extradition on political grounds is unlikely.<ul><li><b>EU and Schengen</b> (France, Germany, Spain, etc.).</li><li>USA, Canada, Australia, New Zealand, UK, Norway, Switzerland.</li><li>Singapore, Japan, South Korea.</li></ul>⚠️ Even here, a person may be detained at Interpol's request until circumstances are clarified, but courts usually refuse extradition.</p><p>Safe Travel Navigator: <a href='https://safetravel.legin.info/' target='_blank'>safetravel.legin.info</a></p><h3>What to Do if a Person is Already Detained</h3><h5>Immediate Actions:</h5><ul><li>Demand an attorney.</li><li>Refuse to provide any explanations without a defender.</li><li>Record the fact of detention and inform human rights defenders.</li></ul><h5>Legal Strategy:</h5><ul><li>Challenging the legality of the detention.</li><li>Submitting statements about the risk of torture.</li><li>Initiating protection procedures and blocking extradition through the court.</li></ul><h4>Typical Mistakes:</h4><ul><li>attempts to 'settle' without an attorney;</li><li>independent explanations;</li><li>leaving Ukraine without a risk assessment;</li><li>ignoring search notices.</li></ul><h3>Conclusion</h3><p>The extradition of Belarusian volunteers to the RB contradicts international law. The right strategy and timely legal support can prevent extradition.</p><p><i>The material is for informational purposes only and does not constitute individual legal advice.</i>"
  }
]
