[
  {
    "id": 1,
    "date": "10.01.2026",
    "title": "Bulwark Foundation Registration",
    "excerpt": "Our foundation has been officially registered and started its activities...",
    "image": "/img/news/news-1.webp",
    "content": "<h3>Official Start</h3><p>The Bulwark Foundation has received legal registration. This allows us to work legally and openly cooperate with partners.</p><h3>Mission</h3><p>We support Belarusian volunteers in Ukraine through legal and psychological assistance, addiction recovery programs, and the creation of a volunteer hub.</p><p>This is the first step towards systematic and transparent work.</p>"
  },
  {
    "id": 2,
    "date": "15.01.2026",
    "title": "Domain Acquisition for the Website",
    "excerpt": "We acquired our own domain and are preparing a communication platform...",
    "image": "/img/news/news-2.webp",
    "content": "<h3>Own Platform</h3><p>The Bulwark Foundation has obtained its own domain, which will serve as the basis for our website.</p><h3>Convenience and Transparency</h3><p>The website will host news, reports, and instructions for volunteers. This is an important step in building a reliable information base.</p>"
  },
  {
    "id": 3,
    "date": "05.02.2026",
    "title": "Launch of Telegram Bot",
    "excerpt": "We created a Telegram bot for quick communication and support...",
    "image": "/img/news/news-3.webp",
    "content": "<h3>New Tool</h3><p>The Bulwark Foundation’s Telegram bot helps users receive news, find contacts, and quickly join volunteer programs.</p><h3>Accessibility</h3><p>The bot works around the clock and makes communication simpler and more effective.</p>"
  },
  {
    "id": 4,
    "date": "12.02.2026",
    "title": "Creation of Telegram Channel",
    "excerpt": "We opened an official channel for news and updates...",
    "image": "/img/news/news-4.webp",
    "content": "<h3>Official Channel</h3><p>The Bulwark Telegram channel has become the main point for publishing news and updates.</p><h3>Community</h3><p>Here we share information about new programs, reports, and volunteer opportunities. The channel unites people who want to help and stay informed.</p>"
  },
  {
    "id": 5,
    "date": "16.02.2026",
    "title": "Bulwark Platform Launch: A New Stage of Support",
    "excerpt": "We are officially launching a unified information resource to help Belarusian volunteers. Transparency, a knowledge base, and systematic support — now in one place.",
    "image": "/img/news/news-5.webp",
    "content": "<div class='modal-nav-internal'> <a href='#news-mission'>Platform Mission</a> <a href='#news-features'>Features</a> <a href='#news-partners'>For Partners</a> <a href='#news-volunteers'>For Volunteers</a> </div> <h3 id='news-mission'>Our Mission</h3> <p>Bulwark is a response to the demand for systematic support. We have created a platform that doesn't just collect donations but builds a bridge between those who help and those on the front lines.</p> <p><b>Main goal:</b> maximum efficiency of resources and legal safety of every soldier.</p> <h3 id='news-features'>What does the platform offer?</h3> <ul> <li><b>Knowledge Base:</b> detailed instructions on legalization in Ukraine, obtaining statuses, and documents.</li> <li><b>Accountability:</b> regular publications on the targeted use of funds.</li> <li><b>Fast Communication:</b> a direct channel for volunteer requests.</li> </ul> <h3 id='news-partners'>Benefits for Partners</h3> <p>We understand the importance of trust. Therefore, for large foundations and private philanthropists, we provide:</p> <ul> <li>full audit of purchases;</li> <li>photo and video confirmation of aid delivery;</li> <li>direct communication with unit commanders.</li> </ul> <h3 id='news-volunteers'>For Volunteers</h3> <p>If you are a Belarusian fighting for Ukraine, Bulwark is your rear assistant. Here you will find answers to complex questions: from how to move your family to what to do in case of legal disputes with the migration service.</p> <div class='note-block'>The site is operating in test mode. If you notice an error, please let us know via the feedback form.</div>"
  }
]
