[
  {
    "id": 1,
    "date": "10.01.2026",
    "title": "Рэгістрацыя фонда Bulwark",
    "excerpt": "Наш фонд афіцыйна зарэгістраваны і пачаў сваю дзейнасць...",
    "image": "/img/news/news-1.webp",
    "content": "<h3>Афіцыйны старт</h3><p>Фонд Bulwark атрымаў юрыдычную рэгістрацыю. Гэта дазваляе нам легальна працаваць і адкрыта супрацоўнічаць з партнёрамі.</p><h3>Місія</h3><p>Мы падтрымліваем беларускіх дабраахвотнікаў ва Украіне праз юрыдычную і псіхалагічную дапамогу, праграмы па барацьбе з залежнасцямі і стварэнне валанцёрскага хаба.</p><p>Гэта першы крок да сістэмнай і празрыстай працы.</p>"
  },
  {
    "id": 2,
    "date": "15.01.2026",
    "title": "Набыццё дамену для сайта",
    "excerpt": "Мы набылі ўласны дамен і рыхтуем пляцоўку для камунікацыі...",
    "image": "/img/news/news-2.webp",
    "content": "<h3>Уласная пляцоўка</h3><p>Фонд Bulwark атрымаў уласны дамен, які стане асновай для нашага сайта.</p><h3>Зручнасць і празрыстасць</h3><p>На сайце будуць размяшчацца навіны, справаздачы і інструкцыі для дабраахвотнікаў. Гэта важны крок для стварэння надзейнай інфармацыйнай базы.</p>"
  },
  {
    "id": 3,
    "date": "05.02.2026",
    "title": "Запуск Telegram-бота",
    "excerpt": "Мы стварылі Telegram-бот для хуткай камунікацыі і падтрымкі...",
    "image": "/img/news/news-3.webp",
    "content": "<h3>Новы інструмент</h3><p>Telegram-бот фонду Bulwark дапамагае атрымліваць навіны, знаходзіць кантакты і хутка далучацца да валанцёрскіх праграм.</p><h3>Даступнасць</h3><p>Бот працуе кругласутачна і робіць камунікацыю больш простай і эфектыўнай.</p>"
  },
  {
    "id": 4,
    "date": "12.02.2026",
    "title": "Стварэнне Telegram-канала",
    "excerpt": "Мы адкрылі афіцыйны канал для навін і абнаўленняў...",
    "image": "/img/news/news-4.webp",
    "content": "<h3>Афіцыйны канал</h3><p>Telegram-канал Bulwark стаў галоўнай кропкай для публікацыі навін і абнаўленняў.</p><h3>Супольнасць</h3><p>Тут мы дзелімся інфармацыяй пра новыя праграмы, справаздачы і магчымасці для валанцёрства. Канал аб’ядноўвае людзей, якія хочуць дапамагаць і быць у курсе падзей.</p>"
  },
  {
    "id": 5,
    "date": "16.02.2026",
    "title": "Запуск платформы Bulwark: новы этап падтрымкі",
    "excerpt": "Мы афіцыйна запускаем адзіны інфармацыйны рэсурс для дапамогі беларускім дабраахвотнікам. Празрыстасць, база ведаў і сістэмная падтрымка — зараз у адным месцы.",
    "image": "/img/news/news-5.webp",
    "content": "<div class='modal-nav-internal'> <a href='#news-mission'>Місія платформы</a> <a href='#news-features'>Магчымасці</a> <a href='#news-partners'>Для партнёраў</a> <a href='#news-volunteers'>Для добраахвотнікаў</a> </div> <h3 id='news-mission'>Наша місія</h3> <p>Bulwark — гэта адказ на запыт аб сістэмнай падтрымцы. Мы стварылі пляцоўку, якая не проста збірае данаты, а будуе мост паміж тымі, хто дапамагае, і тымі, хто на перадавой.</p> <p><b>Галоўная мэта:</b> максімальная эфектыўнасць рэсурсаў і юрыдычная бяспека кожнага байца.</p> <h3 id='news-features'>Што дае платформа?</h3> <ul> <li><b>База ведаў:</b> падрабязныя інструкцыі па легалізацыі ва Украіне, атрыманні статусаў і дакументаў.</li> <li><b>Справаздачнасць:</b> рэгулярныя публікацыі аб мэтавым выкарыстанні сродкаў.</li> <li><b>Хуткая сувязь:</b> прамы канал для зваротаў дабраахвотнікаў.</li> </ul> <h3 id='news-partners'>Перавагі для партнёраў</h3> <p>Мы разумеем важнасць даверу. Таму для буйных фондаў і прыватных мецэнатаў мы забяспечваем:</p> <ul> <li>поўны аўдыт закупак;</li> <li>фота і відэа пацверджанні перадачы дапамогі;</li> <li>прамую камунікацыю з камандзірамі падраздзяленняў.</li> </ul> <h3 id='news-volunteers'>Для добраахвотнікаў</h3> <p>Калі вы беларус, які ваюе за Украіну, Bulwark — ваш тылавы памочнік. Тут вы знойдзеце адказы на складаныя пытанні: ад таго, як перавезці сям'ю, да таго, што рабіць у выпадку юрыдычных спрэчак з міграцыйнай службай.</p> <div class='note-block'>Сайт працуе ў тэставым рэжыме. Калі вы заўважылі памылку — калі ласка, паведаміце нам праз форму зваротнай сувязі.</div>"
  }
]
