[
  {
    "id": 1,
    "date": "10.01.2026",
    "title": "Реєстрація фонду Bulwark",
    "excerpt": "Наш фонд офіційно зареєстрований і розпочав свою діяльність...",
    "image": "/img/news/news-1.webp",
    "content": "<h3>Офіційний старт</h3><p>Фонд Bulwark отримав юридичну реєстрацію. Це дозволяє нам легально працювати та відкрито співпрацювати з партнерами.</p><h3>Місія</h3><p>Ми підтримуємо білоруських добровольців в Україні через юридичну та психологічну допомогу, програми боротьби із залежностями та створення волонтерського хабу.</p><p>Це перший крок до системної та прозорої роботи.</p>"
  },
  {
    "id": 2,
    "date": "15.01.2026",
    "title": "Придбання домену для сайту",
    "excerpt": "Ми придбали власний домен і готуємо платформу для комунікації...",
    "image": "/img/news/news-2.webp",
    "content": "<h3>Власна платформа</h3><p>Фонд Bulwark отримав власний домен, який стане основою для нашого сайту.</p><h3>Зручність і прозорість</h3><p>На сайті будуть розміщуватися новини, звіти та інструкції для добровольців. Це важливий крок для створення надійної інформаційної бази.</p>"
  },
  {
    "id": 3,
    "date": "05.02.2026",
    "title": "Запуск Telegram-бота",
    "excerpt": "Ми створили Telegram-бот для швидкої комунікації та підтримки...",
    "image": "/img/news/news-3.webp",
    "content": "<h3>Новий інструмент</h3><p>Telegram-бот фонду Bulwark допомагає отримувати новини, знаходити контакти та швидко долучатися до волонтерських програм.</p><h3>Доступність</h3><p>Бот працює цілодобово та робить комунікацію більш простою й ефективною.</p>"
  },
  {
    "id": 4,
    "date": "12.02.2026",
    "title": "Створення Telegram-каналу",
    "excerpt": "Ми відкрили офіційний канал для новин та оновлень...",
    "image": "/img/news/news-4.webp",
    "content": "<h3>Офіційний канал</h3><p>Telegram-канал Bulwark став головною точкою для публікації новин та оновлень.</p><h3>Спільнота</h3><p>Тут ми ділимося інформацією про нові програми, звіти та можливості для волонтерства. Канал об’єднує людей, які хочуть допомагати та бути в курсі подій.</p>"
  },
  {
    "id": 5,
    "date": "16.02.2026",
    "title": "Запуск платформи Bulwark: новий етап підтримки",
    "excerpt": "Ми офіційно запускаємо єдиний інформаційний ресурс для допомоги білоруським добровольцям. Прозорість, база знань та системна підтримка — тепер в одному місці.",
    "image": "/img/news/news-5.webp",
    "content": "<div class='modal-nav-internal'> <a href='#news-mission'>Місія платформи</a> <a href='#news-features'>Можливості</a> <a href='#news-partners'>Для партнерів</a> <a href='#news-volunteers'>Для добровольців</a> </div> <h3 id='news-mission'>Наша місія</h3> <p>Bulwark — це відповідь на запит про системну підтримку. Ми створили майданчик, який не просто збирає донати, а будує міст між тими, хто допомагає, і тими, хто на передовій.</p> <p><b>Головна мета:</b> максимальна ефективність ресурсів та юридична безпека кожного бійця.</p> <h3 id='news-features'>Що дає платформа?</h3> <ul> <li><b>База знань:</b> детальні інструкції з легалізації в Україні, отримання статусів та документів.</li> <li><b>Звітність:</b> регулярні публікації про цільове використання коштів.</li> <li><b>Швидкий зв'язок:</b> прямий канал для звернень добровольців.</li> </ul> <h3 id='news-partners'>Переваги для партнерів</h3> <p>Ми розумємо важливост і доверу. Тому для великих фондiв та приватних меценатiв ми забезпечуємо:</p> <ul> <li>повний аудит закупiвлей;</li> <li>фото та вiдео пiдтвердження передачi допомоги;</li> <li>пряму комунiкацiю з командирами пiдроздiлiв.</li></ul><h3 id='news-volunteers'>Для добровольцiв</h3><p >Якщо ви бiлорус, який воює за Україну, Bulwark — ваш тиловий помочник. Тут ви знайдете вiдповiдi на складнi запитання: вiд того, як перевезти сiëм'ю, до того, що робити у разi юридичних суперечок з миграцйною службою.</p><div class='note-block'>Сайт працує в тестовому режим i. Якщо ви помiтили помилку — будь ласка, пов iдомте нам через форму зворотного звязку.</div>"
  }
]
