[
  {
    "id": 1,
    "date": "10.01.2026",
    "title": "Регистрация фонда Bulwark",
    "excerpt": "Наш фонд официально зарегистрирован и начал свою деятельность...",
    "image": "/img/news/news-1.webp",
    "content": "<h3>Официальный старт</h3><p>Фонд Bulwark получил юридическую регистрацию. Это позволяет нам легально работать и открыто сотрудничать с партнёрами.</p><h3>Миссия</h3><p>Мы поддерживаем белорусских добровольцев в Украине через юридическую и психологическую помощь, программы по борьбе с зависимостями и создание волонтёрского хаба.</p><p>Это первый шаг к системной и прозрачной работе.</p>"
  },
  {
    "id": 2,
    "date": "15.01.2026",
    "title": "Приобретение домена для сайта",
    "excerpt": "Мы приобрели собственный домен и готовим площадку для коммуникации...",
    "image": "/img/news/news-2.webp",
    "content": "<h3>Собственная площадка</h3><p>Фонд Bulwark получил собственный домен, который станет основой для нашего сайта.</p><h3>Удобство и прозрачность</h3><p>На сайте будут размещаться новости, отчёты и инструкции для добровольцев. Это важный шаг для создания надёжной информационной базы.</p>"
  },
  {
    "id": 3,
    "date": "05.02.2026",
    "title": "Запуск Telegram-бота",
    "excerpt": "Мы создали Telegram-бот для быстрой коммуникации и поддержки...",
    "image": "/img/news/news-3.webp",
    "content": "<h3>Новый инструмент</h3><p>Telegram-бот фонда Bulwark помогает получать новости, находить контакты и быстро присоединяться к волонтёрским программам.</p><h3>Доступность</h3><p>Бот работает круглосуточно и делает коммуникацию более простой и эффективной.</p>"
  },
  {
    "id": 4,
    "date": "12.02.2026",
    "title": "Создание Telegram-канала",
    "excerpt": "Мы открыли официальный канал для новостей и обновлений...",
    "image": "/img/news/news-4.webp",
    "content": "<h3>Официальный канал</h3><p>Telegram-канал Bulwark стал главной точкой для публикации новостей и обновлений.</p><h3>Сообщество</h3><p>Здесь мы делимся информацией о новых программах, отчётах и возможностях для волонтёрства. Канал объединяет людей, которые хотят помогать и быть в курсе событий.</p>"
  },
  {
    "id": 5,
    "date": "16.02.2026",
    "title": "Запуск платформы Bulwark: новый этап поддержки",
    "excerpt": "Мы официально запускаем единый информационный ресурс для помощи белорусским добровольцам. Прозрачность, база знаний и системная поддержка — теперь в одном месте.",
    "image": "/img/news/news-5.webp",
    "content": "<div class='modal-nav-internal'> <a href='#news-mission'>Миссия платформы</a> <a href='#news-features'>Возможности</a> <a href='#news-partners'>Для партнеров</a> <a href='#news-volunteers'>Для добровольцев</a> </div> <h3 id='news-mission'>Наша миссия</h3> <p>Bulwark — это ответ на запрос о системной поддержке. Мы создали площадку, которая не просто собирает донаты, а строит мост между теми, кто помогает, и теми, кто на передовой.</p> <p><b>Главная цель:</b> максимальная эффективность ресурсов и юридическая безопасность каждого бойца.</p> <h3 id='news-features'>Что дает платформа?</h3> <ul> <li><b>База знаний:</b> подробные инструкции по легализации в Украине, получению статусов и документов.</li> <li><b>Отчетность:</b> регулярные публикации о целевом использовании средств.</li> <li><b>Быстрая связь:</b> прямой канал для обращений добровольцев.</li> </ul> <h3 id='news-partners'>Преимущества для партнеров</h3> <p>Мы понимаем важность доверия. Поэтому для крупных фондов и частных меценатов мы обеспечиваем:</p> <ul> <li>полный аудит закупок;</li> <li>фото и видео подтверждения передачи помощи;</li> <li>прямую коммуникацию с командирами подразделений.</li> </ul> <h3 id='news-volunteers'>Для добровольцев</h3> <p>Если вы белорус, воюющий за Украину, Bulwark — ваш тыловой помощник. Здесь вы найдете ответы на сложные вопросы: от того, как перевезти семью, до того, что делать в случае юридических споров с миграционной службой. </p> <div class='note-block'>Сайт работает в тестовом режиме. Если вы заметили ошибку — пожалуйста, сообщите нам через форму обратной связи.</div>"
  }
]
