[
  {
    "id": 1,
    "date": "05.02.2024",
    "title": "Новая новость: Расширение деятельности",
    "excerpt": "Краткий текст для карточки на главной странице...",
    "content": "<p>Полный текст о том, как именно расширяется деятельность фонда Bulwark. Здесь может быть много абзацев.</p>"
  },
  {
    "id": 2,
    "date": "01.02.2024",
    "title": "Запуск программы правовой поддержки",
    "excerpt": "Мы начинаем масштабный проект по легализации белорусов...",
    "content": "<h3>Юридическая помощь</h3><p>Мы помогаем с документами, легализацией и защитой прав наших воинов.</p>"
  },
  {
    "id": 3,
    "date": "08.02.2026",
    "title": "Запуск сайта и нового проекта",
    "excerpt": "Мы начинаем масштабный проект по помощи белорусским добровольцам...",
    "content": "<p>Сегодня исторический день — наш сайт начал работу. Это цифровой фронт нашей борьбы.</p>"
  },
  {
    "id": 4,
    "date": "10.02.2026",
    "title": "Развитие проекта Bulwark",
    "excerpt": "Мы начинаем масштабный проект по помощи белорусским добровольцам...",
    "content": "<p>Дополнительная информация о развитии проекта Bulwark в 2026 году.</p>"
  },
  {
    "id": 5,
    "date": "12.02.2026",
    "title": "Запуск платформы Bulwark: новый этап поддержки",
    "excerpt": "Мы официально запускаем единый информационный ресурс для помощи белорусским добровольцам. Прозрачность, база знаний и системная поддержка — теперь в одном месте.",
    "image": "/img/news/news-120226.jpg",
    "content": "<div class='modal-nav-internal'> <a href='#news-mission'>Миссия платформы</a> <a href='#news-features'>Возможности</a> <a href='#news-partners'>Для партнеров</a> <a href='#news-volunteers'>Для добровольцев</a> </div> <h3 id='news-mission'>Наша миссия</h3> <p>Bulwark — это ответ на запрос о системной поддержке. Мы создали площадку, которая не просто собирает донаты, а строит мост между теми, кто помогает, и теми, кто на передовой.</p> <p><b>Главная цель:</b> максимальная эффективность ресурсов и юридическая безопасность каждого бойца.</p> <h3 id='news-features'>Что дает платформа?</h3> <ul> <li><b>База знаний:</b> подробные инструкции по легализации в Украине, получению статусов и документов.</li> <li><b>Отчетность:</b> регулярные публикации о целевом использовании средств.</li> <li><b>Быстрая связь:</b> прямой канал для обращений добровольцев.</li> </ul> <h3 id='news-partners'>Преимущества для партнеров</h3> <p>Мы понимаем важность доверия. Поэтому для крупных фондов и частных меценатов мы обеспечиваем:</p> <ul> <li>полный аудит закупок;</li> <li>фото и видео подтверждения передачи помощи;</li> <li>прямую коммуникацию с командирами подразделений.</li> </ul> <h3 id='news-volunteers'>Для добровольцев</h3> <p>Если вы белорус, воюющий за Украину, Bulwark — ваш тыловой помощник. Здесь вы найдете ответы на сложные вопросы: от того, как перевезти семью, до того, что делать в случае юридических споров с миграционной службой. </p> <div class='note-block'>Сайт работает в тестовом режиме. Если вы заметили ошибку — пожалуйста, сообщите нам через форму обратной связи.</div>"
  }
]
