[
  {
    "id": 1,
    "date": "10.10.2025",
    "title": "Фонд зарегистрирован",
    "excerpt": "Мы официально зарегистрировали фонд, который будет поддерживать белорусских добровольцев в Украине. Это важный шаг, дающий юридическую основу для нашей деятельности.",
    "image": "/img/reports/report-1.webp",
    "content": "<h3>Юридическая основа</h3><p>Мы официально зарегистрировали фонд, который будет поддерживать белорусских добровольцев в Украине. Это важный шаг, так как теперь у нас есть юридическая основа для деятельности и мы можем открыто работать с партнерами.</p><p>Фонд предлагает юридическую помощь, консультации по легализации, психологическую поддержку, программы по преодолению зависимостей и платформу для волонтеров. Мы верим, что эта структура станет надежным хабом для тех, кто ищет поддержку и хочет помогать другим.</p>",
    "more": "Подробнее"
  },
  {
    "id": 2,
    "date": "16.02.2026",
    "title": "Запуск сайта",
    "excerpt": "Мы запустили официальный сайт фонда, который стал первой точкой коммуникации с общественностью. Здесь можно найти информацию о наших целях, программах и контактах.",
    "image": "/img/reports/report-2.webp",
    "content": "<h3>Первая точка коммуникации</h3><p>Мы запустили официальный сайт фонда, ставшей первой точкой коммуникации с общественностью. На сайте можно найти информацию о наших целях, программах и контактах для связи.</p><p>Здесь же доступны новости, обновления и возможности присоединиться к волонтерским инициативам. Мы стремимся сделать сайт простым и удобным, чтобы каждый мог быстро получить нужную информацию и почувствовать себя частью сообщества поддержки.</p>",
    "more": "Подробнее"
  },
  {
    "id": 3,
    "date": "19.02.2026",
    "title": "Платежный сервис",
    "excerpt": "Мы подключили современный платежный сервис, позволяющий делать пожертвования безопасно и быстро. Это открывает новые возможности для поддержки белорусских добровольцев.",
    "image": "/img/reports/report-3.webp",
    "content": "<h3>Безопасные пожертвования</h3><p>Мы подключили современный платежный сервис, позволяющий делать пожертвования безопасно и быстро. Это открывает новые возможности для тех, кто хочет поддержать белорусских добровольцев в Украине.</p><p>Средства будут направляться на юридическую и психологическую помощь, программы по борьбе с зависимостями и развитие волонтерского хаба. Мы благодарны каждому, кто присоединяется к нашему делу и вносит вклад в общую поддержку.</p>",
    "more": "Подробнее"
  },
  {
    "id": 4,
    "date": "21.02.2026",
    "title": "Telegram-бот",
    "excerpt": "Мы создали и запустили Telegram-бот фонда, который делает коммуникацию еще более доступной. Это инструмент для тех, кто хочет быть в курсе событий и иметь прямой доступ к информации.",
    "image": "/img/reports/report-4.webp",
    "content": "<h3>Доступная связь</h3><p>Мы создали и запустили Telegram-бот фонда, который делает коммуникацию еще более доступной. Бот позволяет быстро получать новости, найти нужные контакты и узнать о возможностях волонтерства.</p><p>Это инструмент для тех, кто хочет быть в курсе событий и иметь прямой доступ к информации. Мы видим в нем важный канал связи, который объединяет людей и помогает строить сообщество поддержки.</p>",
    "more": "Подробнее"
  }
]
