[
  {
    "id": 1,
    "date": "10.10.2025",
    "title": "Фонд зареєстровано",
    "excerpt": "Ми офіційно зареєстрували фонд, який підтримуватиме білоруських добровольців в Україні. Це важливий крок, що дає юридичну основу для нашої діяльності.",
    "image": "/img/reports/report-1.webp",
    "content": "<h3>Юридична основа</h3><p>Ми офіційно зареєстрували фонд, який підтримуватиме білоруських добровольців в Україні. Це важливий крок, адже тепер ми маємо юридичну основу для діяльності та можемо відкрито працювати з партнерами.</p><p>Фонд пропонує юридичну допомогу, консультації з легалізації, психологічну підтримку, програми з подолання залежностей та платформу для волонтерів. Ми віримо, що ця структура стане надійним хабом для тих, хто шукає підтримку та хоче допомагати іншим.</p>",
    "more": "Більше"
  },
  {
    "id": 2,
    "date": "16.02.2026",
    "title": "Запуск сайту",
    "excerpt": "Ми запустили офіційний сайт фонду, який став першою точкою комунікації з громадськістю. Тут можна знайти інформацію про наші цілі, програми та контакти.",
    "image": "/img/reports/report-2.webp",
    "content": "<h3>Перша точка комунікації</h3><p>Ми запустили офіційний сайт фонду, який став першою точкою комунікації з громадськістю. На сайті можна знайти інформацію про наші цілі, програми та контакти для зв'язку.</p><p>Тут також доступні новини, оновлення та можливості приєднатися до волонтерських ініціатив. Ми прагнемо зробити сайт простим і зручним, щоб кожен міг швидко отримати потрібну інформацію та відчути себе частиною спільноти підтримки.</p>",
    "more": "Більше"
  },
  {
    "id": 3,
    "date": "19.02.2026",
    "title": "Платіжний сервіс",
    "excerpt": "Ми підключили сучасний платіжний сервіс, який дозволяє робити пожертви безпечно та швидко. Це відкриває нові можливості для підтримки білоруських добровольців.",
    "image": "/img/reports/report-3.webp",
    "content": "<h3>Безпечні пожертви</h3><p>Ми підключили сучасний платіжний сервіс, який дозволяє робити пожертви безпечно та швидко. Це відкриває нові можливості для тих, хто хоче підтримати білоруських добровольців в Україні.</p><p>Кошти спрямовуватимуться на юридичну та психологічну допомогу, програми боротьби з залежностями та розвиток волонтерського хаба. Ми вдячні кожному, хто приєднується до нашої справи та робить внесок у загальну підтримку.</p>",
    "more": "Більше"
  },
  {
    "id": 4,
    "date": "21.02.2026",
    "title": "Telegram-бот",
    "excerpt": "Ми створили та запустили Telegram-бот фонду, який робить комунікацію ще доступнішою. Це інструмент для тих, хто хоче бути в курсі подій та мати прямий доступ до інформації.",
    "image": "/img/reports/report-4.webp",
    "content": "<h3>Доступний зв'язок</h3><p>Ми створили та запустили Telegram-бот фонду, який робить комунікацію ще доступнішою. Бот дозволяє швидко отримувати новини, знайти потрібні контакти та дізнатися про можливості волонтерства.</p><p>Це інструмент для тих, хто хоче бути в курсі подій та мати прямий доступ до інформації. Ми бачимо в ньому важливий канал зв'язку, який об'єднує людей і допомагає будувати спільноту підтримки.</p>",
    "more": "Більше"
  }
]
